@component('mail::message')

ලේඛනගත තැපෑලෙනි.<br>
මගේ අංකය:{{$club->payer->id}}<br>
සැදැහුම් අංකය : {{$club->registration_no}}<br>

{{$club->payer->full_name}} මහතා /මහත්මිය,<br>
{{$club->payer->door_no}},<br>
{{$club->payer->street}},<br>
{{$club->payer->city}},<br>

මහත්මයාණෙනි/මහත්මියනි,

{{$year}} වර්ෂයේ වෙළඳ බලපත්‍ර ගාස්තු /ව්‍යාපාර බදු අවසාන නිවේදනය

ගාල්ලේ
{{$club->door_no}},{{$club->payer->street}} පාරේ/වීදියේ වරිපනම් අංක {{$club->registration_no}} දරණ ස්ථානයේ
පවත්වාගෙන යන {{$club->club_name}}සදහා
{{$year}} වර්ෂයට බලපත්‍ර ගාස්තු /ව්‍යාපාරික බදු වශයෙන් රු {{number_format($duePayment,2)}} ක
මුදලක් මෙම කාර්යාලයට ගෙවීමට කටයුතු කරන මෙන් දන්වා සිටිමි.

මෙම ලිපියේ දින සිට දින 14ක් ඇතුලත යථෝක්ත මුදල ගෙවීමට කටයුතු නොකළහොත් නැවත දැනුම්දීමකින් තොරව 252 අධිකාරිය වන මහා නගර සභා
ආඥාපනතේ 247 (ආ) (ඇ) 3 ප්‍රකාර මහේස්ත්‍රාත් අධිකරණයේ නඩු පැවරීමට පියවර ගන්නා බව මෙයින් දන්වා සිටිමි.

පරිපාලන නිලධාරි(මුදල්),
නාගරික කොමසාරිස් වෙනුවට
ගාල්ල මහ නගර සභාව.
{{$date}} දින
ගාල්ල මහා නගර සභා කාර්යාලයේදීය.

සැළකිය යුතුයි :
1. මුදල් ගෙවන විට මෙම ලිපිය රැගෙන එන්න.
2. චෙක්පත් මගින් ගෙවීම් කරන්නේ නම් “නාගරික කොමසාරිස්, මහා නගර සභාව, ගාල්ල” යන නමට ලිවිය යුතුය.

@endcomponent